---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingLayoutn1
source: html/cc18f72c-35ea-9942-d199-2cc07776d658.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingLayoutn1 Property

"Layout"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingLayoutn1 { get; }
```